{
  "fanfics": [
    {
      "id": 1,
      "title": "La Luz de Edoras (Legolas x OC)",
      "author": "SyadFanfic",
      "summary": "(Legolas x OC) Todo el mundo tiene derecho a escoger su propio destino. Érewyn es la hermana menor de Éowyn y Éomer, y es un auténtico espíritu de la llanura de Rohan, completamente opuesto a su hermana, que siempre ha sido una guerrera. Cuando su padre es asesinado por los orcos, Érewyn se ve obligada a huir de su hogar y a emprender un peligroso viaje para encontrar un nuevo lugar al que llamar hogar..",
      "publication_date": "2023-07-20",
      "language_id": 1,
      "status_id": 1,
      "saga_id": 1
    },
    {
      "id": 2,
      "title": "Born to Die (Terminada)",
      "author": "Scarlet Grant",
      "summary": "El anillo único había sido destruido, el heredero perdido de Gondor, Aragorn hijo de Arathror, había vuelto, la era del hombre había comenzado y así lentamente los pueblos de la Tierra Media iban recuperando la paz. Pero un nuevo mal se cierne sobre el mundo, un mal que amenaza con destruirlo todo. Frodo, Sam, Merry y Pippin deberán volver a reunirse para enfrentarse a esta nueva amenaza, pero esta vez no estarán solos. Se les unirán nuevos aliados, entre ellos un misterioso joven que podría ser la clave para salvar la Tierra Media.",
      "publication_date": "2022-12-25",
      "language_id": 1,
      "status_id": 2,
      "saga_id": 1
    },
    {
      "id": 3,
      "title": "La Montaña del Norte",
      "author": "Azeneth2523",
      "summary": "Hartlyn Black nunca despertó de la Maldición de la Muerte. En cambio, despertó en otro mundo, sola. Tan sola, que la Muerte le había ofrecido un compañero. Un guardia de la Montaña del Norte. Hartlyn deberá aprender a adaptarse a su nueva vida, a un mundo que no conoce y a un compañero que no entiende. Pero lo que Hartlyn no sabe es que, en realidad, su destino está ligado al de la Montaña del Norte y que ella es la única que puede salvarla.",
      "publication_date": "2023-05-01",
      "language_id": 2,
      "status_id": 1,
      "saga_id": 2
    },
    {
      "id": 4,
      "title": "EL CIERVO BLANCO",
      "author": "tragedy1896",
      "summary": "Essie Gardner, una estudiante de historia, era una persona completamente normal, a quien nada extraordinario le ocurría. Con motivo de su cumpleaños número veinte, Essie recibe un regalo inesperado: un anillo. Un anillo que, según la leyenda, es el único que puede derrotar a Sauron. Essie se verá obligada a viajar a la Tierra Media para cumplir su destino, pero en el camino se encontrará con peligros que nunca imaginó.",
      "publication_date": "2023-03-08",
      "language_id": 2,
      "status_id": 1,
      "saga_id": 1
    },
    {
      "title": "La Última Esperanza",
      "author": "El_Hobbit_Gris",
      "summary": "Cinco años después de la Guerra del Anillo, Sauron ha regresado. Esta vez, no hay un Anillo Único para detenerlo. Frodo, Sam, Merry y Pippin deberán reunir a la Comunidad para enfrentarse a este nuevo desafío.",
      "publication_date": "2023-08-10",
      "language_id": "2",
      "status_id": "1",
      "saga_id": "1",
      "id": 5
    }
  ]
}